#
# Language file - v1.3
#
Language: Français (French)
Author: Christophe <kyodev@gmail.com>
#
#  Any line that doesn't contain an equals sign is considered a comment.
#  The file encoding must be Unicode, not ANSI.
#  Only change text on the right side of the equals.
#
Show=&Voir
Connect=Con&nexion
Hide=&Masquer
Hide1=&Voir
SaveHide=&Sauvegarder
Cancel=&Annuler
ExitBtn=&Quitter
About=&A propos
TabSheet1=État
TabSheet2=Paramètres
TabSheet3=Tunnels
Tabsheet4=Licence
Tabsheet5=Lisez-moi
ServerLabel=Serveur SSH:
ServerLabel2=Port SSH:
UsernameLabel=Nom d'utilisateur:
PassLabel=Mot de passe:
PortLabel=Port:
RetryLabel=Délai réessai connexion:
ConnectOnStartup=Connexion au démarrage
ReconnectOnFailure=Reconnexion en cas d'échec
BeVerbose=Journalisation détaillée
RetryForever=Tentatives de reconnexions infinies
SlowPoll=Activer fréquence de scrutation basse
UseCompression=Activer Compression
EnableSocks=Activer Dynamique SOCKS
UseKeyfile=Utiliser Clé privée
ConnectionFilter=Masquer les connexions de ports
Notifications=Désactiver les notifications
TunnelLabel=Syntaxe d'un Tunnel: [IP-écoute:]port-écoute:serveur:port      [] = Optionnel
LocalLabel=Local:
RemoteLabel=Distant:
Show1=&Voir
Connect1=&Connexion
Profiles1=&Profils
About1=&A propos
Exit1=&Quitter
NewProfile1=Créer P&rofil
Language1=Langage:
Font1=&Police
ExeArgs=Les arguments optionnels:
ConfirmClose=Prompt à la sortie
EnableLoopPing=Activer bouclage Ping
EnableEchoPing=Activer Echo service Ping
PingPort=Port:
0=Erreur
1=Envoi phrase de passe
2=Envoi mot de passe
3=Oui, enregistrer la clé dans le registre
4=Accepter la clé, mais ne pas l'enregistrer dans le registre
5=Connexion annulée par l'utilisateur
6=OK
7=Annulation
8=Phrase de passe requise
9=Entrer la phrase de passe pour
10=Permettre une phrase de passe vide
11=Mot de passe requis
12=Entrer mot de passe pour
13=Utiliser l'exécutable
14=Utiliser les arguments
15=Utiliser le fichier de clé
16=Lancement
17=Utiliser une phrase de passe vide
18=Déco&nnexion
19=Lancement exécutable
20=Connexion à
21=Connecté à
22=Connexion est stable
23=Erreur FATALE: Erreur au lancement de l'exécutable
24=Déconnecté
25=Re-connexion dans
26=seconde(s)
27=tentative
28=de
29=Erreur FATALE: Connexion SSH s'est terminée inopinément
30=Déconnecté
31=Terminé
32=Co&nnexion
33=Voir
34=Masquer
35=Cliquer pour visiter le site de l'auteur
36=A propos de MyEnTunnel
37=Basculer sur le profil
38=Profil
39=Local
40=Distant
41=Connexion
42=Terminé manuellement
43=Phrase de passe
44=Mot de passe
45=La valeur ne peut être vide et doit être entre 1 et
46=Réinitialisation par défaut de
47=Création profil
48=Nom du profil
49=Nom du serveur, adresse IP ou Nom de la session PuTTY enregistrée
50=Taille maxi 100 caractères
51=Fréquence de scrutation basse à 1 fois par seconde (Note: rend l'interface moins réactive!)
52=En Secondes
53=Le fichier doit être nommé keyfile.ppk
54=Voir tous les messages de plink.exe
55=Enlever les messages de connexions de ports de la fenêtre d'état
56=Fermer MyEnTunnel?
57=Maintient persistante tunnels SSH
58=Utilise plink.exe de la Suite PuTTY
59=Visitez la page d'accueil MyEnTunnel
60=Écrit par:
61=Manqués trop de pings, le redémarrage
EOF
